<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Document</title>
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Comfortaa:wght@400;700&display=swap" rel="stylesheet">
    <link rel="stylesheet" href="css/footer and heading.css">
    <link rel="stylesheet" href="css/about-card.css">
    <script src="css/diviation-page.js"></script>
</head>
<body>
    <header>
        <a href="index.php?page=">
            <div class="logo">
                <div class="logo-up-part">
                    <img src="images/logo.svg" alt="" class="logo-img">
                    <div class="logo-big-text">Tarot hub</div>
                </div>
                <div class="logo-small-text">найбільший портал тарології в укрнеті</div>
            </div>
        </a> 
        <img src="images/icons/menu 1.svg" alt="" class="menu-img">
    </header>

    <div class="main-content">
        <div class="box">
            <div class="block-1">
                <div class="text">
                    <h1>Значення карти:</h1>
                    <b>Основні значення (прямі):</b>
                    <p>Свобода, оригінальність, подорожі, безтурботність, молодість, невинність, спонтанність, нові починання, дурість, юність, відсутність зобов’язань, ідеалізм</p>
                    <b>Основні значення (перевернуті):</b>
                    <p>Безтурботність, недбалість, відволікання, ірраціональність, надія, віра, дурість, безрозсудність, апатія, наївний, довірливий, черствий, відсутність веселощів, тьмяний</p>
                </div>
                <div class="card">
                    <h1>Дурень|Блазень</h1>
                    <img src="images/карти таро/Старші аркани/Дурень.jpg" alt="">
                </div>
            </div>

            <div class="block-2">
                <h1>Опис карти таро Дурень</h1>
                <p>Дурень в розкладах на картах таро ілюструє молоду людину, яка щасливо крокує у всесвіт. Він робить свої перші кілька кроків, що робить його схвильованим, радісним і буйним. Він не має з собою нічого, крім маленького мішечка. Його нічого не турбує – ні перешкоди, ні небезпеки, які зустрінуться на його шляху в майбутньому. Напевно, він незабаром випробує найпершу з цих можливостей, бо якщо він трохи просунеться вперед, то перекинеться через край прірви, до якої наближається.
                    Втім, його це майже не стосується. І тут ми майже не впевнені, чи він наївний, чи не усвідомлює, на яку стежку йде. Собака біля його п’ят голосно гавкає на нього, попереджаючи, щоб він відступив. Собака намагається ознайомити його з навколишнім середовищем і попереджає, що якщо він піде вперед, то може ніколи не побачити пригод, яких так прагне і про які так мріє.</p>
            </div>

            <div class="block-3">
                <div class="box1">
                    <h2>Значення карти Дурень у прямому положенні</h2>
                    <p>Дурень є першою картою колоди Великих Арканів і має номер 0. Зазвичай вважається позитивною картою Таро, оскільки вказує на нові починання. Крім того, карта також означає безмежний потенціал і невинність людини, коли вона збирається почати своє життя. Якщо у вашому розкладі випала карта Дурень, то це означає, що ви збираєтеся розпочати нову і захоплюючу пригоду у своєму житті. Ця пригода принесе вам нові орієнтири і вимагатиме від вас стрибка віри в процес, який стоїть перед вами. Але, разом з тим, вона обіцяє вам нові враження. Це також може означати нову справжню пригоду, наприклад, подорож туди, де ви ніколи раніше не були. Незважаючи на те, що це карта нових кораблів, вона також може означати, що ви повинні переглянути свої рішення, перш ніж зважитися на такий довгий стрибок
                        Крім того, поява цієї карти Таро у вашому розкладі також означає, що під килимом є безліч можливостей, і зі свободою та оптимізмом ви зможете їх дослідити. Вона вказує на великі часи попереду, але тільки в тому випадку, якщо ви готові використовувати свій мозок в правильному напрямку, не діючи божевільно або нерозважливо. Можуть настати часи, коли люди навколо вас можуть зробити ваш шлях оманливим. Але ця карта Великих Арканів у вертикальному положенні говорить про те, що настане сприятливий час, який вкаже вам на шлях до зростання і успіху у всіх ваших починаннях.</p>
                </div>
                <div class="box2">
                    <h2>Значення карти Дурень у перевернутому положенні</h2>
                    <p>Дурень в перевернутому положенні всеодно означає нові починання. Однак ви будете поспішати з рішеннями нерозумно, не подумавши. Ваші рішення будуть неохочими, і ви будете занадто імпульсивними, щоб їх прийняти. У будь-якому випадку, нові починання будуть. Коли ви отримуєте Дурень (перевернута) в розкладах Таро, це вказує на людину, яка вважає, що потрібно жити сьогоднішнім днем. Ви можете приймати рішення ірраціонально і не замислюючись про наслідки, а також не мати віри і надії, якщо щось піде не за планом. Вказуючи на більш негативні риси, ця карта таро робить вас істотою, яка майже не думає про майбутнє. Обережність буде відсутня. Ви будете без страху стикатися з найнебезпечнішими речами і бачити себе іноді в ситуаціях, які в довгостроковій перспективі вплинуть на вас негативно.
                        Перевернута карта таро Дурень Мажорних Арканів в тлумаченні також вказує на тупу натуру, яка навряд чи зацікавиться оптимістичними справами і відволікається на все нове, що трапляється на шляху, залишаючи все інше позаду себе. Вам постійно бракуватиме уваги, і ви будете поводитися абсолютно відсторонено від усього, що вас оточує. У соціальному плані ви будете заціпенілою людиною, яка вважатиме за краще бути самотньою, ніж стати людиною натовпу. Крім того, перевернута карта Дурень показує, що ви будете діяти абсолютно довірливо. Навряд чи буде ймовірність того, що ви візьмете на себе ініціативу почати розмову, а потім поскаржитися на те ж саме, де винуватцем буде сама людина.</p>
                </div>
            </div>
        </div>
    </div>

    <footer class="wrapper">
        <div class="footer">
            <div class="footer-contacts">
                <h3 class="contact-heading">Контакти розробника</h3>
                <p class="contacts">
                Солоничний Віталій <br>
                email: solonychnui.vitaliy@lll.kpi.ua <br>
                telegram: <br>
                @Sulphur14
                </p>
            </div>
            
            <div class="powered-by">
                <h3 class="powered-by-heading">Powered by</h3>
                <a href="https://openai.com/">
                    <img src="images/Open AI logo.svg" alt=""/>
                </a>
            </div>
        </div>
    </footer>

</body>
</html>